alefragnani.project-manager
Cardinal90.multi-cursor-case-preserve
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
joshpeng.sublime-babel-vscode
joshpeng.theme-charcoal-oceanicnext
jpoissonnier.vscode-styled-components
naumovs.color-highlight
streetsidesoftware.code-spell-checker